src/Resources/group_create.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/"><s:Header><RequestServerVersion Version="Exchange2015" xmlns="http://schemas.microsoft.com/exchange/services/2006/types"/></s:Header><s:Body><CreateUnifiedGroup xmlns="http://schemas.microsoft.com/exchange/services/2006/messages"><Name>##GROUPID##</Name><Alias>##GROUPID##</Alias><AccessType xmlns="http://schemas.microsoft.com/exchange/services/2006/types">Public</AccessType><Description/><AutoSubscribeNewMembers>true</AutoSubscribeNewMembers><CultureName>en-US</CultureName></CreateUnifiedGroup></s:Body></s:Envelope>